src/Server/projectstats.addDrink.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ps="urn:projectstats">
 <SOAP-ENV:Body>
  <ps:addDrink>
   <gameId>0</gameId>
   <playerId>0</playerId>
   <drinkId>0</drinkId>
  </ps:addDrink>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
